Repository: mate-desktop/caja-dropbox
Catalog: po/*.po
Languages: el, oc, ru, tr, zh_cn, zh_tw

source: Dropbox is the easiest way to share and store your files online. Want to learn more? Head to
el: Το Dropbox είναι ο ευκολότερος τρόπος για να διαμοιραστείτε και να αποθηκεύσετε τα αρχεία σας στο διαδίκτυο. Θέλετε να μάθετε περισσότερα; Επισκεφθείτε την
oc: Dropbox es lo biais mai simple de partejar e gardar vòstres fichièrs en linha. Ne volètz saber mai ? Anatz a
ru: Dropbox - это самый лёгкий способ сохранять и делиться вашими файлами он-лайн. Хотите получить больше информации? Направляйтесь в
tr: Dropbox, dosyalarınızı çevrimiçi paylaşmanın ve saklamanın en kolay yoludur. Daha fazla öğrenmek ister misiniz?
zh_cn: Dropbox 是在线共享和存储文件的最简单方式。想了解更多？请前往
zh_tw: Dropbox 是線上分享與儲存您檔案的最簡單方式。想要取得更多資訊嗎？請前往

source: In order to use Dropbox, you must download the proprietary daemon.
el: Για να χρησιμοποιήσετε το Dropbox, πρέπει να κάνετε λήψη του ιδιόκτητου λογισμικού.
oc: Per utilizar Dropbox, devètz telecargar lo demòni proprietari.
ru: Чтобы использовать Dropbox, вы должны установить проприетарный демон.
tr: Dropbox'ı kullanabilmek için sahipli arka plan yazılımını indirmeniz gerekir.
zh_cn: 要使用 Dropbox，您必须下载专有守护程序。
zh_tw: 要使用 Dropbox，您必須下載其專有幕後程式。

source: Note: python-gpg (python-gpgme for Ubuntu 16.10 and lower) is not installed, we will not be able to verify binary signatures.
el: Σημείωση: Το python-gpg (python-gpgme για Ubuntu 16.10 και κάτω) δεν είναι εγκατεστημένο, δεν θα μπορούμε να επαληθεύσουμε binary υπογραφές.
oc: Nòta : python-gpg (python-gpgme per Ubuntu 16.10 e superior) es pas installat, poirem pas verificar las signaturas del binari.
ru: Примечание: python-gpg (python-gpgme для Ubuntu 16.10 и ниже) не установлен, мы не сможем проверить бинарные подписи.
tr: Not: python-gpg (Ubuntu 16.10 ve altı için python-gpgme) kurulu değil, ikili imzaları doğrulayamıyoruz.
zh_cn: 注意：未安装 python-gpg（对于 Ubuntu 16.10 或更低版本，为 python-gpgme），我们将无法验证二进制签名。
zh_tw: 請注意：未安裝 python-gpg（Ubuntu 16.10 或更舊版本為 python-gpgme），我們將無法驗證二進位簽章。

source: Trouble connecting to Dropbox servers. Maybe your internet connection is down, or you need to set your http_proxy environment variable.
el: Πρόβλημα σύνδεσης με διακομιστές Dropbox. Ίσως η σύνδεσή σας στο διαδίκτυο είναι εκτός λειτουργίας ή πρέπει να ορίσετε τη μεταβλητή περιβάλλοντος http_proxy.
oc: Problèmas de connexion als servidors Dropbox. Benlèu que vòstra connexion internet es copada, o devètz definir las variablas d’environament http_proxy.
ru: Проблемы с подключениям к серверам Dropbox. Возможно ваше Интернет-соединение пропало, или вам нужно установить переменную окружения http_proxy.
tr: Dropbox sunucularına bağlanmada sorun yaşanıyor. Internet bağlantınız kesik olabilir ya da http_proxy ortam değişkeninizi ayarlamanız gerekiyor olabilir.
zh_cn: 无法连接到 Dropbox 服务器。也许您的互联网连接已关闭，或者您需要设置 http_proxy 环境变量。
zh_tw: 無法連線至 Dropbox 伺服器。也許您的網際網路連線已關閉，或是您需要設定 http_proxy 環境變數。

source: Downloaded binary does not match Dropbox signature, aborting install.
el: Το δυαδικό αρχείο που έχει ληφθεί δεν ταιριάζει με την υπογραφή του Dropbox, γίνεται ματαίωση της εγκατάστασης.
oc: Lo binari telecargat correspond pas a la signatura Dropbox, installacion abandonada.
ru: Скачаный бинарный файл не соответствует подписям Dropbox, прерывание установки.
tr: İndirilen dosya Dropbox imzasıyla eşleşmiyor, kurulum iptal ediliyor.
zh_cn: 下载的二进制文件与 Dropbox 签名不匹配，中止安装。
zh_tw: 下載的二進位檔案與 Dropbox 簽章不相符，中止安裝。

source: Could not start the Dropbox daemon. Make sure your computer meets the minimum requirements: https://www.dropbox.com/help/desktop-web/system-requirements#desktop
el: Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας Dropbox. Βεβαιωθείτε ότι ο υπολογιστής σας πληροί τις ελάχιστες απαιτήσεις: https://www.dropbox.com/help/desktop-web/system-requirements#desktop
oc: Aviada impossibla del demòni Dropbox. Asseguratz-vos que vòstre ordenador aja los prerequesits minimals : https://www.dropbox.com/help/desktop-web/system-requirements#desktop
ru: Невозможно запустить демон Dropbox. Проверьте, отвечает ли ваш компьютер минимальным системным требованиям: https://www.dropbox.com/help/desktop-web/system-requirements#desktop
tr: Dropbox arka plan yazılımı başlatılamadı. Bilgisayarınızın minimum sistem gereksinimlerini karşıladığından emin olun: https://www.dropbox.com/help/desktop-web/system-requirements#desktop
zh_cn: 无法启动 Dropbox 守护进程。请确保您的计算机满足最低要求： https://www.dropbox.com/help/desktop-web/system-requirements#desktop
zh_tw: 無法啟動 Dropbox 幕後程式。請確保您的電腦滿足最低要求： https://www.dropbox.com/help/desktop-web/system-requirements#desktop

source: Downloading Dropbox... %d%%
el: Γίνεται λήψη Dropbox... %d%%
oc: Telecargament Dropbox... %d%%
ru: Загрузка Dropbox... %d%%
tr: Dropbox indiriliyor...%d%%
zh_cn: 下载 Dropbox... %d%%
zh_tw: 正在下載 Dropbox…… %d%%

source: Unpacking Dropbox... %d%%
el: Γίνεται αποσυμπίεση Dropbox... %d%%
oc: Despaquatge de Dropbox...%d%%
ru: Распаковка Dropbox.... %d%%
tr: Dropbox paketi açılıyor...%d%%
zh_cn: 解包 Dropbox... %d%%
zh_tw: 正在解壓縮 Dropbox…… %d%%

source: Dropbox Installation
el: Εγκατάσταση Dropbox
oc: Installacion de Dropbox
ru: Установка Dropbox
tr: Dropbox Kurulumu
zh_cn: Dropbox 安装
zh_tw: 安裝 Dropbox

source: _Don't show this again
el: Να _μην εμφανίζεται ξανά
oc: Mostrar _pas mai aqueste messatge
ru: _Не показывать это снова
tr: _Bunu bir daha gösterme
zh_cn: 不要再显示(_D)
zh_tw: 不要再顯示(_D)

source: File Synchronizer For Mate
el: Πρόγραμμα συγχρονισμού αρχείων για το Mate
oc: Sincronizador de fichièrs per Mate
ru: Синхронизатор файлов для Mate
tr: Mate için Dosya Eşitleyicisi
zh_cn: Mate 文件同步器
zh_tw: Mate 檔案同步程式

source: Installs and launches proprietary Dropbox cloud software
el: Εγκαθιστά και εκκινεί το ιδιόκτητο λογισμικό cloud, Dropbox
oc: Installa e lança lo logicial proprietari de Dropbow
ru: Устанавливает и запускает проприетарноое облачное ПО Dropbox.
tr: Sahipli Dropbox bulut yazılımını kurar ve başlatır
zh_cn: 安装并启动专有的 Dropbox 云软件
zh_tw: 安裝並啟動專有的 Dropbox 雲端軟體

source: file;synchronization;sharing;collaboration;cloud;storage;backup;
el: αρχείο;συγχρονισμός;κοινή χρήση;συνεργασία;νέφος;αποθήκευση;αντίγραφα ασφαλείας;file;synchronization;sharing;collaboration;cloud;storage;backup;
oc: file;synchronization;sharing;collaboration;cloud;storage;backup;fichièr;
tr: dosya;eşitleme;paylaşım;işbirliği;bulut;depolama;yedekleme;
zh_cn: file;synchronization;sharing;collaboration;cloud;storage;backup;文件;同步;共享;协作;云;存储;备份;
