Repository: mate-desktop/caja-dropbox
Catalog: po/nan.po
Languages: nan

source: Dropbox is the easiest way to share and store your files online. Want to learn more? Head to
nan: 分享kap儲存你ê檔案，Dropbox是上khin-khó ê方式。若beh了解其他資訊，請kàu

source: In order to use Dropbox, you must download the proprietary daemon.
nan: 為著用 Dropbox，lí tio̍h kā私有ê deamon載落。

source: Note: python-gpg (python-gpgme for Ubuntu 16.10 and lower) is not installed, we will not be able to verify binary signatures.
nan: 註：python-gpg（佇python-gpgme 是 Ubuntu 16.10 猶是khah早）無安裝，guán無法度驗明二進位檔ê簽名。

source: Trouble connecting to Dropbox servers. Maybe your internet connection is down, or you need to set your http_proxy environment variable.
nan: 佇kap Dropbox服侍器相接ê時有麻煩。Huân-sè你ê網路連接斷去ah，猶是需要設定你ê http_proxy 環境變數。

source: Downloaded binary does not match Dropbox signature, aborting install.
nan: 載落ê二進位檔無符合Dropbox ê簽名，放棄安裝。

source: Could not start the Dropbox daemon. Make sure your computer meets the minimum requirements: https://www.dropbox.com/help/desktop-web/system-requirements#desktop
nan: Buē當開始Dropbox ê daemon。請確認lí ê電腦合上kē ê要求： https://www.dropbox.com/help/desktop-web/system-requirements#desktop

source: Downloading Dropbox... %d%%
nan: kā Dropbox ê檔案載落……%d%%

source: Unpacking Dropbox... %d%%
nan: 敨開 Dropbox ê包裹……%d%%

source: Dropbox Installation
nan: 安裝 Dropbox

source: _Don't show this again
nan: Mài koh顯示tsē (_D)

source: File Synchronizer For Mate
nan: Mate ê檔案仝步器

source: Installs and launches proprietary Dropbox cloud software
nan: 安裝kap啟動私有êDropbox雲端軟體

source: file;synchronization;sharing;collaboration;cloud;storage;backup;
nan: 檔案;仝步;分享;合作;雲端;儲存;備份;
